[
    {
        "id": 1,
        "title": "English Grammar in Use Book with Answers",
        "author": "Raymond Murphy + Martin Hewings",
        "category": "Best Sellers",
        "published_year": 1985,
        "summary": "English Grammar in Use là một cuốn sách hướng dẫn về ngữ pháp tiếng Anh dành cho người học trình độ cơ bản và trung cấp. Cuốn sách này cung cấp giải thích rõ ràng và dễ hiểu về các quy tắc ngữ pháp cơ bản trong tiếng Anh. Nó bao gồm các chủ đề như thì, cấu trúc câu, danh từ, động từ, tính từ, trạng từ, cấu trúc câu điều kiện và nhiều hơn nữa. Cuốn sách đi kèm với các bài tập và đáp án để người học có thể tự ôn tập và áp dụng kiến thức ngữ pháp vào thực tế.",
        "cover": "data/images/books/english-grammar-in-use-2.jpg",
        "unit_price": 170000,
        "stock": 998
    },
    {
        "id": 2,
        "title": "The Fault In Our Stars",
        "author": "John Green",
        "category": "Best Sellers",
        "published_year": 2012,
        "summary": "\"The Fault in Our Stars\" là một cuốn tiểu thuyết nổi tiếng được viết bởi John Green. Cuốn sách kể về câu chuyện của Hazel Grace Lancaster, một cô gái trẻ mắc bệnh ung thư phổi, và Augustus Waters, một chàng trai cũng mắc bệnh ung thư. Hai nhân vật chính gặp nhau trong một nhóm hỗ trợ và tình yêu dần nảy nở giữa họ.",
        "cover": "data/images/books/11870085.jpg",
        "unit_price": 175000,
        "stock": 974
    },
    {
        "id": 3,
        "title": "One True Loves",
        "author": "Taylor Jenkins Reid",
        "category": "Best Sellers",
        "published_year": 2016,
        "summary": "\"One True Loves\" là một cuốn tiểu thuyết được viết bởi Taylor Jenkins Reid. Cuốn sách kể về câu chuyện của Emma Blair, một cô gái trẻ đang sống cuộc đời hạnh phúc bên người chồng yêu thương, Jesse Lerner. Tuy nhiên, một bi kịch xảy đến khi Jesse mất tích sau một tai nạn máy bay.",
        "cover": "data/images/books/81u3IApXbcL._AC_UF10001000_QL80_.jpg",
        "unit_price": 286900,
        "stock": 921
    },
    {
        "id": 4,
        "title": "The Subtle Art of Not Giving a F*ck",
        "author": "Mark Manson",
        "category": "Best Sellers",
        "published_year": 2016,
        "summary": "\"The Subtle Art of Not Giving a F*ck\" là một cuốn sách được viết bởi Mark Manson và được xuất bản vào năm 2016. Cuốn sách này khám phá về cách chúng ta có thể sống một cuộc sống ý nghĩa và hạnh phúc bằng cách tập trung vào những điều thực sự quan trọng và không quan tâm quá nhiều đến những thứ vô nghĩa.",
        "cover": "data/images/books/14-the-subtle-art-of-not-giving-a-fuck.u5387.d20170703.t220618.445788.jpg",
        "unit_price": 233100,
        "stock": 782
    },
    {
        "id": 5,
        "title": "1984",
        "author": "George Orwell",
        "category": "Fiction",
        "published_year": 1949,
        "summary": "\"1984\" là một cuốn tiểu thuyết viễn tưởng của George Orwell, được xuất bản lần đầu vào năm 1949. Cuốn sách mô tả một thế giới tương lai tối tăm và độc đoán, nơi mà chính phủ tuyệt đối kiểm soát mọi khía cạnh của cuộc sống con người.\r\n\r\nTrong \"1984\", Orwell tạo dựng một xã hội độc tài gọi là Oceania, nơi mà người dân sống dưới sự giám sát liên tục và không có quyền tự do cá nhân. Nhân vật chính là Winston Smith, một nhân viên văn phòng trong Bộ Chân lý, người đang chiến đấu chống lại hệ thống và tìm cách giành lại tự do.",
        "cover": "data/images/books/81StSOpmkjL.jpg",
        "unit_price": 257000,
        "stock": 165
    },
    {
        "id": 6,
        "title": "The Lord of the Rings",
        "author": "J.R.R. Tolkien",
        "category": "Fiction",
        "published_year": 1955,
        "summary": "\"The Lord of the Rings\" là một bộ truyện giả tưởng kinh điển được viết bởi J.R.R. Tolkien. Cuốn sách được chia thành ba phần: \"The Fellowship of the Ring\" (Hội đồng chiến binh), \"The Two Towers\" (Hai tòa tháp) và \"The Return of the King\" (Sự trở về của vua).\r\n\r\nCuốn sách kể về cuộc phiêu lưu của một nhóm nhân vật, bao gồm Frodo Baggins, Samwise Gamgee và những người bạn khác, khi họ cố gắng tiêu diệt chiếc nhẫn Quyền năng. Chiếc nhẫn này có thể mang lại sự thống trị và hủy diệt cho thế giới nếu rơi vào tay tà ác. Trong cuộc hành trình, nhóm phiêu lưu qua các vùng đất hư cấu của Middle-earth, gặp gỡ các chủng tộc và đối đầu với các thế lực đen tối.",
        "cover": "data/images/books/33.jpg",
        "unit_price": 165300,
        "stock": 852
    },
    {
        "id": 7,
        "title": "The Hobbit",
        "author": "J.R.R. Tolkien",
        "category": "Fiction",
        "published_year": 1937,
        "summary": "\"The Hobbit\" là một tiểu thuyết giả tưởng của J.R.R. Tolkien. Câu chuyện diễn ra trước \"The Lord of the Rings\" và tập trung vào cuộc phiêu lưu của Bilbo Baggins, một hobbit nhỏ bé và bình dị.\r\n\r\nBilbo bị kéo vào cuộc hành trình bất ngờ khi được chọn làm lính đồng hành của một nhóm người lùn, do Thorin Oakenshield lãnh đạo, nhằm giành lại ngôi đồi Erebor, ngôi nhà của người lùn bị rồng Smaug chiếm đóng. Trên hành trình, Bilbo và nhóm người lùn đối mặt với nhiều nguy hiểm, gặp gỡ các nhân vật phép thuật như Gandalf và Gollum, và khám phá các vùng đất hư cấu như Mirkwood và Góc Tối.",
        "cover": "data/images/books/A1EUSP9f8L._AC_UF10001000_QL80_.jpg",
        "unit_price": 250000,
        "stock": 92
    },
    {
        "id": 8,
        "title": "Harry Potter and the Order of the Phoenix",
        "author": "J.K. Rowling",
        "category": "Fiction",
        "published_year": 2003,
        "summary": "\"Harry Potter and the Order of the Phoenix\" là cuốn thứ năm trong loạt sách \"Harry Potter\" của J.K. Rowling. Cuốn sách tiếp tục cuộc phiêu lưu của Harry Potter, một cậu bé phù thủy, trong thế giới phù thủy.\r\n\r\nTrong cuốn sách này, Harry Potter đã trở lại trường Hogwarts sau mùa hè và phát hiện ra rằng Bộ Nội vụ, cơ quan quản lý phù thủy, đang cố gắng che giấu sự tồn tại của Lord Voldemort và phủ nhận việc hắn đã trở lại. Harry và những người bạn của mình thành lập Hội Phượng Hoàng (Order of the Phoenix) để chống lại thế lực tà ác và tìm hiểu về những bí mật liên quan đến Voldemort.",
        "cover": "data/images/books/516c41oodRL._AC_UF10001000_QL80_.jpg",
        "unit_price": 248000,
        "stock": 912
    },
    {
        "id": 9,
        "title": "All The Light We Cannot See",
        "author": "Anthony Doerr",
        "category": "New Arrivals",
        "published_year": 2022,
        "summary": "\"All the Light We Cannot See\" là một câu chuyện sát với và cá nhân về hai đứa trẻ, một cậu bé mồ côi người Đức với kỹ năng kỹ thuật phi thường, còn một cô gái người Pháp mù yêu thích đọc sách và đôi khi rời khỏi ngôi nhà an toàn của chú cô, nơi cô cố gắng tránh xa sự truy cứu của quân đội Đức trong Thế chiến II. Đây là một tiểu thuyết lịch sử hư cấu về lòng can đảm và hy vọng.",
        "cover": "data/images/books/image_147215.jpg",
        "unit_price": 333000,
        "stock": 17
    },
    {
        "id": 10,
        "title": "The Code Breaker",
        "author": "Walter Isaacson",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "Cuốn sách khám phá cuộc đời và công trình của nhà khoa học nổi tiếng Jennifer Doudna, người đã đóng góp quan trọng vào việc phát triển công nghệ chỉnh sửa gene CRISPR.\r\n\r\nTrên nền tảng của cuộc sống và sự nghiệp của Doudna, Walter Isaacson mở ra một thế giới của những phát hiện khoa học, những cuộc tranh luận đạo đức và các ứng dụng tiềm năng của công nghệ CRISPR. Cuốn sách khám phá không chỉ về sự tiến bộ khoa học, mà còn về tầm quan trọng của nền tảng đạo đức và trách nhiệm xã hội trong việc sử dụng công nghệ tiên tiến như CRISPR.",
        "cover": "data/images/books/biagocthecodebreaker_NFTU.jpg",
        "unit_price": 265000,
        "stock": 301
    },
    {
        "id": 11,
        "title": "The Survivors",
        "author": "Jane Harper",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "\"The Survivors\" là một cuốn tiểu thuyết trinh thám và ly kỳ của Jane Harper, được xuất bản vào năm 2021. Cuốn sách lấy bối cảnh ở một thị trấn biển nhỏ tại Úc, nơi những kỷ niệm đau buồn và bí mật của quá khứ bắt đầu trỗi dậy khi một thi thể bị tìm thấy trên bãi biển.\r\n\r\nCâu chuyện xoay quanh nhân vật Kieran Elliott, một người sống lại những ký ức đau buồn từ một sự kiện thảm khốc xảy ra mười năm trước. Khi các bí mật bắt đầu được phơi bày, Kieran phải đối mặt với quá khứ của mình và tìm hiểu về sự thật đằng sau cái chết bí ẩn này, trong khi đảm bảo an toàn cho gia đình và cộng đồng của mình.",
        "cover": "data/images/books/81SB6CL6NqL.jpg",
        "unit_price": 215000,
        "stock": 65
    },
    {
        "id": 12,
        "title": "Project Hail Mary",
        "author": "Andy Weir",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "\"Project Hail Mary\" là một cuốn tiểu thuyết khoa học viễn tưởng của Andy Weir, được xuất bản vào năm 2021. Cuốn sách kể về câu chuyện của một nhà khoa học tên là Ryland Grace, người tỉnh dậy trong một tàu vũ trụ xa lạ và không nhớ rõ về quá khứ của mình.\r\n\r\nRyland Grace phát hiện ra mình đang là thành viên cuối cùng còn sống sót của một nhiệm vụ cứu trái đất. Một dịch bệnh khủng khiếp đang tàn phá hành tinh, và anh phải tìm cách giải quyết bí ẩn của dịch bệnh này và tìm cách cứu lấy loài người.",
        "cover": "data/images/books/26d0dbfac35b36f2e7dc80650a5121a0.png",
        "unit_price": 490000,
        "stock": 169
    },
    {
        "id": 13,
        "title": "Thinking, Fast and Slow",
        "author": "Daniel Kahneman",
        "category": "Business & Management",
        "published_year": 2011,
        "summary": "\"Thinking, Fast and Slow\" là cuốn sách của Daniel Kahneman, một nhà tâm lý học và nhà kinh tế học đoạt giải Nobel. Cuốn sách được xuất bản lần đầu vào năm 2011. Trong cuốn sách này, Kahneman khám phá về hai hệ thống tư duy của con người: hệ thống tư duy nhanh (fast thinking) và hệ thống tư duy chậm (slow thinking).\r\n\r\nKahneman trình bày những nghiên cứu sâu sắc và đầy thú vị về cách chúng ta suy nghĩ, ra quyết định và đánh giá thông tin. Ông giải thích rằng hệ thống tư duy nhanh hoạt động tự động và dựa trên các quy tắc tiềm ẩn và kinh nghiệm, trong khi hệ thống tư duy chậm yêu cầu sự tập trung và xử lý thông tin một cách cẩn thận hơn.",
        "cover": "data/images/books/61fdrEuPJwL._AC_UF10001000_QL80_.jpg",
        "unit_price": 315000,
        "stock": 25
    },
    {
        "id": 14,
        "title": "The Lean Startup",
        "author": "Eric Ries",
        "category": "Business & Management",
        "published_year": 2011,
        "summary": "\"The Lean Startup\" là cuốn sách của Eric Ries, được xuất bản lần đầu vào năm 2011. Cuốn sách này nhấn mạnh về phương pháp khởi nghiệp Lean, một phương pháp linh hoạt để phát triển sản phẩm và kinh doanh.\r\n\r\nTrong cuốn sách, Ries giới thiệu khái niệm vòng lặp xây dựng, đo lường và học hỏi để phát triển sản phẩm một cách nhanh chóng và hiệu quả. Ông tập trung vào việc áp dụng các nguyên tắc của Lean Manufacturing và Agile Development vào lĩnh vực khởi nghiệp, nhằm giảm thiểu rủi ro và lãng phí, và tạo ra giá trị cho khách hàng một cách nhanh chóng",
        "cover": "data/images/books/81-QB7nDh4L._AC_UF10001000_QL80_.jpg",
        "unit_price": 455000,
        "stock": 19
    },
    {
        "id": 15,
        "title": "Good to Great",
        "author": "Jim Collins",
        "category": "Business & Management",
        "published_year": 2001,
        "summary": "\"Good to Great\" là cuốn sách của Jim Collins, xuất bản lần đầu vào năm 2001. Cuốn sách tập trung vào nghiên cứu về sự chuyển đổi của các công ty từ trung bình trở thành xuất sắc.\r\n\r\nJim Collins và nhóm nghiên cứu đã nghiên cứu sâu sắc 28 công ty để tìm hiểu những yếu tố làm cho một công ty trở thành xuất sắc trong thời gian dài. Cuốn sách phân tích các đặc điểm chung của những công ty thành công và đưa ra các khái niệm quan trọng như lãnh đạo cấp 5, tập trung vào lĩnh vực chuyên môn, xây dựng đội ngũ tài năng và tạo ra một hệ thống văn hóa công ty tích cực.",
        "cover": "data/images/books/9efaac2568fbd29bfb2e0d40db7e3fba.jpeg",
        "unit_price": 394000,
        "stock": 7
    },
    {
        "id": 16,
        "title": "The Innovator's Dilemma",
        "author": "Clayton M. Christensen",
        "category": "Business & Management",
        "published_year": 1997,
        "summary": "\"The Innovator's Dilemma\" là cuốn sách của Clayton M. Christensen, được xuất bản lần đầu vào năm 1997. Cuốn sách này khám phá vấn đề khủng hoảng sáng tạo mà các công ty gặp phải khi họ đối mặt với sự tiến bộ công nghệ và sự thay đổi trong thị trường.\r\n\r\nChristensen đặt câu hỏi về tại sao những công ty lớn, thành công với các sản phẩm và dịch vụ hiện tại, lại thất bại trong việc đáp ứng hoặc thích nghi với sự thay đổi công nghệ và nhu cầu của khách hàng. Ông giải thích rằng những công ty này gặp khó khăn bởi sự đắt đỏ và phức tạp của hệ thống hiện tại, không thể thay đổi một cách linh hoạt để bắt kịp sự tiến bộ và thay đổi trong thị trường.",
        "cover": "data/images/books/811pr4v89L.jpg",
        "unit_price": 276000,
        "stock": 142
    },
    {
        "id": 17,
        "title": "The Chronicles of Narnia",
        "author": "C.S. Lewis",
        "category": "Children's Books",
        "published_year": 1950,
        "summary": "\"The Chronicles of Narnia\" là một bộ sách thiếu nhi được viết bởi C.S. Lewis. Bộ sách gồm 7 tập và xuất bản từ năm 1950 đến năm 1956. Câu chuyện kể về các cuộc phiêu lưu kỳ diệu trong vương quốc Narnia, nơi mà các nhân vật chính, những đứa trẻ Peter, Susan, Edmund và Lucy Pevensie, khám phá và chiến đấu chống lại thế lực ác độc.\r\n\r\nVới sự kết hợp giữa thế giới thực và thế giới huyền bí, C.S. Lewis tạo ra một thế giới tưởng tượng đầy phép màu và những nhân vật độc đáo. Mỗi tập sách đề cập đến một cuộc phiêu lưu riêng biệt, trong đó những đứa trẻ Pevensie gặp gỡ các nhân vật như Aslan - vị sư tử thần thoại, Jadis - nữ hoàng phù thủy ác độc, và nhiều loài sinh vật khác.",
        "cover": "data/images/books/61gIbRjDiL.jpg",
        "unit_price": 557000,
        "stock": 987
    },
    {
        "id": 18,
        "title": "The Little Prince",
        "author": "Antoine de Saint-Exupéry",
        "category": "Children's Books",
        "published_year": 1943,
        "summary": "\"The Little Prince\" là một cuốn sách nổi tiếng được viết bởi Antoine de Saint-Exupéry và xuất bản lần đầu vào năm 1943. Cuốn sách đã trở thành một trong những tác phẩm văn học thiếu nhi và triết lý nổi tiếng nhất trên thế giới.\r\n\r\nCâu chuyện bắt đầu khi phi công mắc kẹt trong sa mạc gặp một đứa trẻ nhỏ từ một hành tinh khác, gọi là \"Hoàng tử bé\". Qua cuộc trò chuyện giữa phi công và Hoàng tử bé, câu chuyện khám phá các khía cạnh của cuộc sống, tình yêu, tình bạn và trách nhiệm.",
        "cover": "data/images/books/71OZY035QKL._AC_UF10001000_QL80_.jpg",
        "unit_price": 500000,
        "stock": 201
    },
    {
        "id": 19,
        "title": "The Cat in the Hat",
        "author": "Dr. Seuss",
        "category": "Children's Books",
        "published_year": 1957,
        "summary": "\"The Cat in the Hat\" là một cuốn sách thiếu nhi viết và minh họa bởi tác giả Dr. Seuss. Cuốn sách được xuất bản lần đầu vào năm 1957.\r\n\r\nCâu chuyện kể về cuộc phiêu lưu bất ngờ của hai anh em Sally và Sam khi một chú mèo tên là \"The Cat in the Hat\" xuất hiện trong ngày mà mẹ của họ vắng nhà. Chú mèo tạo ra một cuộc vui náo loạn với những trò chơi vui nhộn và độc đáo, tuy nhiên, cũng mang lại nhiều rắc rối và hỗn loạn cho hai anh em. Cuối cùng, trước khi mẹ trở về, chú mèo kịp thời giải quyết mọi chuyện và để lại một bài học quan trọng cho các em.",
        "cover": "data/images/books/81drfTT9ZfL._AC_UF10001000_QL80_.jpg",
        "unit_price": 127000,
        "stock": 49
    },
    {
        "id": 20,
        "title": "Charlie and the Chocolate Factory",
        "author": "Roald Dahl",
        "category": "Children's Books",
        "published_year": 1964,
        "summary": "\"Charlie and the Chocolate Factory\" là một cuốn sách thiếu nhi của Roald Dahl, xuất bản lần đầu vào năm 1964. Cuốn sách kể về cuộc phiêu lưu đầy kỳ diệu của cậu bé Charlie Bucket khi anh được mời thăm nhà máy sô-cô-la của ông Willy Wonka, một nhân vật bí ẩn và giàu có.\r\n\r\nTrong nhà máy, Charlie và những đứa trẻ khác phải đối mặt với các thử thách khác nhau để giành lấy giải thưởng cuối cùng - một cuộc sống hạnh phúc và phần thưởng đặc biệt từ ông Wonka. Cuốn sách tạo ra một thế giới phấn khởi, đầy màu sắc và những điều kỳ diệu, đồng thời cũng chứa đựng những thông điệp về lòng nhân ái, trách nhiệm và sự trân trọng.",
        "cover": "data/images/books/81Fe-GJQDuL._AC_UF10001000_QL80_.jpg",
        "unit_price": 142000,
        "stock": 67
    },
    {
        "id": 21,
        "title": "Oxford English Dictionary",
        "author": "Oxford University Press",
        "category": "Dictionaries & Languages",
        "published_year": 1884,
        "summary": "\"Oxford English Dictionary\" là một cuốn từ điển tiếng Anh quan trọng và phổ biến, được xuất bản bởi Oxford University Press. Cuốn từ điển này cung cấp một nguồn tài liệu phong phú và chi tiết về từ vựng, ngữ nghĩa và nguồn gốc của các từ trong tiếng Anh.",
        "cover": "data/images/books/51VDi1DSQjL.jpg",
        "unit_price": 529000,
        "stock": 15
    },
    {
        "id": 22,
        "title": "The Language Instinct: How the Mind Creates Language",
        "author": "Steven Pinker",
        "category": "Dictionaries & Languages",
        "published_year": 1994,
        "summary": "\"The Language Instinct: How the Mind Creates Language\" là một cuốn sách được viết bởi Steven Pinker và được xuất bản lần đầu vào năm 1994. Cuốn sách này tập trung vào khám phá về bản năng ngôn ngữ của con người và cách tâm trí tạo ra và sử dụng ngôn ngữ.\r\n\r\nSteven Pinker, một nhà ngôn ngữ học và nhà tâm lý học hàng đầu, tìm hiểu về ngôn ngữ trong mối quan hệ với sự tiến hóa và cách con người sinh ra và học ngôn ngữ. Cuốn sách giải thích rằng ngôn ngữ không chỉ là một kỹ năng học được, mà còn là một bản năng sâu sắc mà tất cả con người đều có. Pinker trình bày các lập luận về cơ chế và quy trình ngôn ngữ, đồng thời cung cấp ví dụ và nghiên cứu để minh họa ý kiến của mình.",
        "cover": "data/images/books/51uWyGq4LxL.jpg",
        "unit_price": 350000,
        "stock": 169
    },
    {
        "id": 23,
        "title": "Collins English Dictionary",
        "author": "Collins",
        "category": "Dictionaries & Languages",
        "published_year": 1979,
        "summary": "\"Collins English Dictionary\" là một cuốn từ điển tiếng Anh do Collins xuất bản. Cuốn từ điển này cung cấp định nghĩa, ngữ cảnh sử dụng, ví dụ và thông tin khác về từ vựng, ngữ pháp và ngữ nghĩa trong tiếng Anh.\r\n\r\nVề năm xuất bản, \"Collins English Dictionary\" có nhiều phiên bản và cập nhật theo thời gian. Phiên bản đầu tiên của từ điển này được xuất bản vào năm 1979. Kể từ đó, có các phiên bản mới được phát hành để cập nhật thông tin từ vựng và ngữ nghĩa, theo xu hướng ngôn ngữ mới và sự phát triển của tiếng Anh. Điều này đảm bảo rằng \"Collins English Dictionary\" luôn cung cấp cho độc giả thông tin từ điển chính xác và đáng tin cậy.",
        "cover": "data/images/books/51HAiG6hp9L._AC_UF10001000_QL80_.jpg",
        "unit_price": 641000,
        "stock": 459
    },
    {
        "id": 24,
        "title": "The Elements of Style",
        "author": "William Strunk Jr. and E.B. White",
        "category": "Dictionaries & Languages",
        "published_year": 1919,
        "summary": "\"The Elements of Style\" là một cuốn sách văn phong và ngữ pháp tiếng Anh được viết bởi William Strunk Jr. và sửa bởi E.B. White. Cuốn sách được xuất bản lần đầu vào năm 1919, và các phiên bản cập nhật đã được phát hành sau đó.\r\n\r\nCuốn sách tập trung vào việc cung cấp hướng dẫn về cách sử dụng ngôn ngữ tiếng Anh một cách chính xác, rõ ràng và hiệu quả. Nó bao gồm các nguyên tắc và quy tắc ngữ pháp cơ bản, cách viết câu hợp lý, sử dụng từ ngữ chính xác, cấu trúc đoạn văn và các vấn đề khác liên quan đến viết và biên tập văn bản.",
        "cover": "data/images/books/9780205309023.jpg",
        "unit_price": 500000,
        "stock": 112
    },
    {
        "id": 25,
        "title": "Kafka on the Shore\" (海辺のカフカ)",
        "author": "Haruki Murakami (村上春樹)",
        "category": "Other Languages",
        "published_year": 2002,
        "summary": "\"Kafka on the Shore\" (海辺のカフカ) là một cuốn tiểu thuyết của nhà văn người Nhật Bản Haruki Murakami. Cuốn tiểu thuyết này được xuất bản lần đầu vào năm 2002.\r\n\r\n\"Kafka on the Shore\" kể câu chuyện song song của hai nhân vật chính: một chàng trai trẻ tên là Kafka Tamura, chạy trốn khỏi nhà để tránh một cuộc thảm sát gia đình, và một ông lão tên là Nakata, người có khả năng nói chuyện với các loài động vật. Cuộc phiêu lưu của họ tạo ra một sự giao thoa giữa thực tại và thế giới siêu nhiên, với các yếu tố bí ẩn và sự khám phá về sự thật về bản thân và vũ trụ.",
        "cover": "data/images/books/71IDJx5jXhL.jpg",
        "unit_price": 250000,
        "stock": 67
    },
    {
        "id": 26,
        "title": "Battle Royale\" (バトル・ロワイアル)",
        "author": "Koushun Takami (高見広春)",
        "category": "Other Languages",
        "published_year": 1999,
        "summary": "\"Battle Royale\" (バトル・ロワイアル) là một cuốn tiểu thuyết của nhà văn người Nhật Koushun Takami (高見広春). Cuốn tiểu thuyết này được xuất bản lần đầu vào năm 1999.\r\n\r\n\"Battle Royale\" kể về một nhóm học sinh trung học bị bắt buộc tham gia vào trò chơi sinh tử đặc biệt. Họ được đưa đến một hòn đảo hoang vắng và buộc phải chiến đấu sinh tử với nhau cho đến khi chỉ còn một người sống. Cuốn tiểu thuyết mang tính chất kịch tính, đen tối và tạo ra một bức tranh xã hội đầy tác động về tham vọng, bạo lực và sinh tồn.",
        "cover": "data/images/books/9134u0dnzGL.jpg",
        "unit_price": 135000,
        "stock": 524
    },
    {
        "id": 27,
        "title": "Les Misérables",
        "author": "Victor Hugo",
        "category": "Other Languages",
        "published_year": 1862,
        "summary": "\"Les Misérables\" - Victor Hugo: \"Les Misérables\" là một tiểu thuyết nổi tiếng của Victor Hugo, được xuất bản lần đầu vào năm 1862. Câu chuyện xoay quanh cuộc đấu tranh cho công lý, tình yêu và sự cứu rỗi của nhân vật chính Jean Valjean trong bối cảnh nền xã hội Pháp thời ấy. Cuốn tiểu thuyết này đã trở thành một trong những tác phẩm văn học kinh điển của thế giới và mang lại ảnh hưởng sâu sắc trong văn hóa đương đại.",
        "cover": "data/images/books/51JEItnoKFL.jpg",
        "unit_price": 124000,
        "stock": 48
    },
    {
        "id": 28,
        "title": "War and Peace (Война и мир)",
        "author": "Leo Tolstoy (Лев Толстой)",
        "category": "Other Languages",
        "published_year": 1866,
        "summary": "\"War and Peace\" (Война и мир) - Leo Tolstoy (Лев Толстой): \"War and Peace\" là một tiểu thuyết kinh điển của Leo Tolstoy, xuất bản lần đầu vào năm 1869. Cuốn tiểu thuyết này mô tả cuộc sống của các nhân vật qua thời gian chiến tranh và hòa bình, với những câu chuyện tình yêu, quân sự và xã hội phức tạp. \"War and Peace\" được coi là một tác phẩm vĩ đại và là một trong những tiểu thuyết dài nhất trong văn học thế giới.",
        "cover": "data/images/books/71TDs2xXAyL._AC_UF10001000_QL80_.jpg",
        "unit_price": 478000,
        "stock": 475
    },
    {
        "id": 29,
        "title": "Harry Potter and the Philosopher's Stone",
        "author": "J.K. Rowling.",
        "category": "Best Sellers",
        "published_year": 1997,
        "summary": "Cuốn sách kể về cuộc sống của cậu bé Harry Potter, một cậu bé mồ côi sống với gia đình dì ghẻ. Harry phát hiện ra rằng mình là một phù thủy và được nhận vào Học viện Pháp Thuật và Phù Thủy Hogwarts. Tại đây, Harry khám phá ra về thế giới phù thủy, gặp gỡ những người bạn đáng tin cậy như Ron Weasley và Hermione Granger, và phải đối mặt với những thách thức nguy hiểm, bao gồm cả việc ngăn chặn sự trở lại của tên phù thủy đen tối nguy hiểm nhất, Lord Voldemort.",
        "cover": "data/images/books/1.jpg",
        "unit_price": 360000,
        "stock": 122
    },
    {
        "id": 30,
        "title": "Harry Potter and the Chamber of Secrets",
        "author": "J.K. Rowling.",
        "category": "Best Sellers",
        "published_year": 1998,
        "summary": "Cuốn sách tiếp tục cuộc phiêu lưu của Harry Potter khi cậu quay trở lại Học viện Pháp Thuật và Phù Thủy Hogwarts. Lần này, một thế lực bí ẩn và nguy hiểm xuất hiện tại trường, gọi là \"Hầm Ngục Bí Mật\". Harry cùng những người bạn của mình phải tìm hiểu về sự tồn tại của Hầm Ngục Bí Mật và đối mặt với một sinh vật ác mộng có thể gây hủy diệt cả trường.",
        "cover": "data/images/books/2.jpg",
        "unit_price": 360000,
        "stock": 225
    },
    {
        "id": 31,
        "title": "Harry Potter and the Prisoner of Azkaban",
        "author": "J.K. Rowling.",
        "category": "Best Sellers",
        "published_year": 1999,
        "summary": "Cuốn sách này tiếp tục cuộc phiêu lưu của Harry Potter khi cậu bước vào năm học thứ ba tại Học viện Pháp Thuật và Phù Thủy Hogwarts. Trong năm học này, Harry phải đối mặt với một tù nhân vượt ngục tên là Sirius Black, người bị cho là đã gây ra cái chết của cha mẹ Harry. Trong quá trình tìm hiểu về sự thật, Harry khám phá ra những bí mật liên quan đến quá khứ của gia đình và sự xuất hiện của một loài sinh vật mới có tên là \"Kỳ lân xanh\".",
        "cover": "data/images/books/3.jpg",
        "unit_price": 360000,
        "stock": 326
    },
    {
        "id": 32,
        "title": "Harry Potter and the Goblet of Fire",
        "author": "J.K. Rowling.",
        "category": "Best Sellers",
        "published_year": 2000,
        "summary": "Cuốn sách này đưa Harry Potter vào năm học thứ tư tại Học viện Pháp Thuật và Phù Thủy Hogwarts. Trong năm học này, Hogwarts tổ chức một sự kiện đặc biệt gọi là \"Cuộc Thi Đấu Quidditch Toàn Quốc\" (Triwizard Tournament), nơi ba trường pháp thuật tham gia là Hogwarts, Beauxbatons và Durmstrang. Một chiếc cốc lửa được gọi là \"Goblet of Fire\" được sử dụng để chọn ra ba đại diện của từng trường. Bất ngờ, Harry bị chọn là một trong ba người đại diện của Hogwarts, dù cậu không đăng ký tham gia cuộc thi.",
        "cover": "data/images/books/4.jpg",
        "unit_price": 360000,
        "stock": 412
    },
    {
        "id": 33,
        "title": "Harry Potter and the Half-Blood Prince",
        "author": "J.K. Rowling.",
        "category": "Best Sellers",
        "published_year": 2005,
        "summary": "Cuốn sách này đưa Harry Potter vào năm học thứ sáu tại Học viện Pháp Thuật và Phù Thủy Hogwarts. Trong năm học này, Harry nhận được sự hướng dẫn riêng từ Giáo sư Dumbledore về lịch sử và bí mật về Lord Voldemort. Các bí ẩn về Quyển Sách Huyền Bí, quá khứ của Voldemort và những phản bội trong cánh tay của Harry dần được hé lộ. Harry cũng đối mặt với tình yêu, tình bạn và sự tổn thương khi cuộc chiến với tà ác ngày càng trở nên gắt gao hơn.",
        "cover": "data/images/books/6.jpeg",
        "unit_price": 360000,
        "stock": 609
    },
    {
        "id": 34,
        "title": "Harry Potter and the Deathly Hallows",
        "author": "J.K. Rowling.",
        "category": "Best Sellers",
        "published_year": 2007,
        "summary": "Cuốn sách cuối cùng trong loạt Harry Potter, \"Harry Potter and the Deathly Hallows,\" đưa Harry, Ron và Hermione vào cuộc phiêu lưu cuối cùng để tiêu diệt Lord Voldemort. Trong cuốn sách này, Harry tiếp tục tìm kiếm những Horcrux còn lại - những mảnh vỡ của linh hồn Voldemort - để phá vỡ sức mạnh của hắn. Cuộc chiến giữa pháp thuật tốt và ác lên đến đỉnh điểm và tất cả những mối quan hệ và sự hy sinh của nhân vật chính được đặt vào thử thách cuối cùng.",
        "cover": "data/images/books/7.jpg",
        "unit_price": 360000,
        "stock": 711
    },
    {
        "id": 35,
        "title": "Thiên tài bên trái, kẻ điên bên phải",
        "author": "Cao Minh",
        "category": "Best Sellers",
        "published_year": 2019,
        "summary": "Có thể bạn đã biết, thiên tài và bệnh nhân tâm thần chỉ cách nhau bởi một lằn ranh mỏng manh. Họ đều là những kẻ mang trong mình góc nhìn quái dị, ý tưởng lạ lùng, tư duy khác biệt và những hành động bị xem là “chả ra làm sao, chả hợp thời”. Sự khác nhau giữa thiên tài và người bệnh tâm thần ở chỗ, một bên chứng minh được thế giới quan của họ, bên còn lại thì chưa.\r\n \r\nDù vậy, ta không thể phủ nhận thế giới trong mắt của bệnh nhân tâm thần có nhiều điểm thú vị. Thế giới rất rộng lớn và ẩn chứa nhiều điều kỳ diệu mà cho đến giờ, con người vẫn chưa thể lý giải hết. Thế giới cũng đầy những quy tắc và hệ thống một cách nghiêm ngặt. Con người chúng ta, đa số chỉ có thể cảm nhận được một phần nhỏ trong đó. Hiểu biết của chúng ta về thế giới vô cùng hạn hẹp và phiến diện. Vậy nếu ta hiếu kỳ về thế giới này và muốn biết thêm nhiều góc nhìn mới lạ về nó thì sao?",
        "cover": "data/images/books/8.jpg",
        "unit_price": 135000,
        "stock": 82
    },
    {
        "id": 36,
        "title": "Think and Grow Rich",
        "author": "Napoleon Hill",
        "category": "Best Sellers",
        "published_year": 1937,
        "summary": "\"Think and Grow Rich\" là một cuốn sách tự giúp bản thân và phát triển cá nhân. Cuốn sách tập trung vào nguyên tắc và phương pháp để đạt thành công và thịnh vượng trong cuộc sống và kinh doanh. Napoleon Hill nghiên cứu và phân tích hơn 500 tỷ phú và người thành công khác để tìm ra những nguyên tắc chung và bí quyết của họ. Cuốn sách cung cấp những lời khuyên và chiến lược để thúc đẩy tư duy tích cực, xác định mục tiêu, tạo lập kế hoạch và kiên nhẫn theo đuổi thành công.",
        "cover": "data/images/books/9.jpg",
        "unit_price": 196000,
        "stock": 93
    },
    {
        "id": 37,
        "title": "The Richest Man in Babylon",
        "author": "George S. Clason",
        "category": "Best Sellers",
        "published_year": 1926,
        "summary": "\"The Richest Man in Babylon\" là một cuốn sách học thuật nhưng được viết dưới dạng câu chuyện. Cuốn sách mang đến những bài học tài chính cơ bản từ những câu chuyện và ngụ ngôn của Babylon cổ đại. Nó giúp người đọc hiểu về quản lý tiền bạc, đầu tư thông minh, tiết kiệm, trả nợ và xây dựng cơ sở tài chính bền vững. Cuốn sách cung cấp những nguyên tắc về cách sử dụng tiền bạc hiệu quả để đạt được sự giàu có và thành công trong cuộc sống.",
        "cover": "data/images/books/10.jpg",
        "unit_price": 300000,
        "stock": 107
    },
    {
        "id": 38,
        "title": "How to Win Friends and Influence People",
        "author": "Dale Carnegie",
        "category": "Best Sellers",
        "published_year": 1936,
        "summary": "\"How to Win Friends and Influence People\" là một cuốn sách nổi tiếng về phát triển cá nhân và giao tiếp. Cuốn sách cung cấp những nguyên tắc và kỹ năng để xây dựng và duy trì mối quan hệ tốt, làm việc hiệu quả trong nhóm, và tạo sự ảnh hưởng tích cực đối với người khác. Từ cách thể hiện sự quan tâm đến cách lắng nghe và tạo mối liên kết, cuốn sách giúp người đọc tìm hiểu cách tương tác một cách hiệu quả với người khác và tạo dựng một môi trường giao tiếp tích cực.",
        "cover": "data/images/books/11.jpg",
        "unit_price": 240000,
        "stock": 115
    },
    {
        "id": 39,
        "title": "Rich Dad Poor Dad",
        "author": "Robert T. Kiyosaki",
        "category": "Best Sellers",
        "published_year": 1997,
        "summary": "\"Rich Dad Poor Dad\" là một cuốn sách kinh doanh và tài chính nổi tiếng. Cuốn sách kể về hai người cha khác nhau, một là người giàu có và một là người nghèo khó, và cung cấp các bài học tài chính cơ bản thông qua câu chuyện và trải nghiệm của tác giả. Cuốn sách tập trung vào việc thay đổi quan điểm về tiền bạc, đầu tư thông minh, quản lý tài chính cá nhân, và tạo dựng một cơ sở tài chính mạnh mẽ.",
        "cover": "data/images/books/12.jpg",
        "unit_price": 275000,
        "stock": 120
    },
    {
        "id": 40,
        "title": "The Magic of Thinking Big",
        "author": "David Schwartz",
        "category": "Best Sellers",
        "published_year": 1959,
        "summary": "\"The Magic of Thinking Big\" là một cuốn sách phát triển cá nhân, nó tập trung vào việc mở rộng tư duy và những khả năng của con người để đạt được thành công và thịnh vượng trong cuộc sống. Cuốn sách khám phá về tác động của tư duy tích cực, sự tự tin, quyết tâm và khả năng lập kế hoạch. Nó cung cấp các phương pháp và kỹ thuật để vượt qua giớ",
        "cover": "data/images/books/13.jpg",
        "unit_price": 360000,
        "stock": 65
    },
    {
        "id": 41,
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "category": "Fiction",
        "published_year": 1988,
        "summary": "Cuốn sách kể về cuộc hành trình tìm kiếm đích thực của một nhân vật tên Santiago, một người chăn cừu từ Tây Ban Nha đến Sahara và Ai Cập.",
        "cover": "data/images/books/14.jpg",
        "unit_price": 500000,
        "stock": 147
    },
    {
        "id": 42,
        "title": "Moby-Dick",
        "author": "Herman Melville",
        "category": "Fiction",
        "published_year": 1851,
        "summary": "Cuốn sách xoay quanh cuộc săn đuổi của thuyền trưởng Ahab với con cá voi trắng khổng lồ tên là Moby-Dick và các khám phá về cuộc sống biển.",
        "cover": "data/images/books/15.jpg",
        "unit_price": 504000,
        "stock": 156
    },
    {
        "id": 43,
        "title": "Jane Eyre",
        "author": "Charlotte Brontë",
        "category": "Fiction",
        "published_year": 1847,
        "summary": "Cuốn tiểu thuyết mô tả cuộc đời và tình yêu của nhân vật chính Jane Eyre, một cô gái trẻ sống trong một gia đình khắc nghiệt và tìm kiếm sự độc lập và hạnh phúc của riêng mình.",
        "cover": "data/images/books/16.jpg",
        "unit_price": 495000,
        "stock": 156
    },
    {
        "id": 44,
        "title": "The Picture of Dorian Gray",
        "author": "Oscar Wilde",
        "category": "Fiction",
        "published_year": 1890,
        "summary": "Cuốn sách kể về câu chuyện của Dorian Gray, một người đẹp trai và trẻ mãi không già nhờ một bức tranh bí ẩn, và sự tiêu tan của tâm hồn và sự hiện thực trong cuộc sống.",
        "cover": "data/images/books/17.jpg",
        "unit_price": 375000,
        "stock": 357
    },
    {
        "id": 45,
        "title": "Klara and the Sun",
        "author": "Kazuo Ishiguro",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "Cuốn sách kể về câu chuyện của Klara, một trợ thủ nhân tạo thông minh, khi cô tìm hiểu về tình yêu, con người và ý nghĩa của sự tồn tại.",
        "cover": "data/images/books/711cXHTd3L._AC_UF10001000_QL80_.jpg",
        "unit_price": 168000,
        "stock": 123
    },
    {
        "id": 46,
        "title": "The Sanatorium",
        "author": "Sarah Pearse",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "Cuốn sách là một câu chuyện ly kỳ xoay quanh một kỳ nghỉ tại một khách sạn biệt lập trên dãy núi Alps, nơi xảy ra một loạt sự kiện bí ẩn và đáng sợ.",
        "cover": "data/images/books/19.jpg",
        "unit_price": 372000,
        "stock": 432
    },
    {
        "id": 47,
        "title": "Malibu Rising",
        "author": "Taylor Jenkins Reid",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "Cuốn sách kể về câu chuyện của bốn người con trong một gia đình nổi tiếng ở Malibu, California, trong một buổi tiệc đình đám đổ vỡ.",
        "cover": "data/images/books/20.jpg",
        "unit_price": 150000,
        "stock": 444
    },
    {
        "id": 48,
        "title": "No One Is Talking About This",
        "author": "Patricia Lockwood",
        "category": "New Arrivals",
        "published_year": 2021,
        "summary": "Cuốn sách xoay quanh cuộc sống trên mạng xã hội và hiệu ứng của nó đối với con người và xã hội.",
        "cover": "data/images/books/21.jpg",
        "unit_price": 210000,
        "stock": 100
    },
    {
        "id": 49,
        "title": "The Art of War",
        "author": "Sun Tzu",
        "category": "Business & Management",
        "published_year": 1996,
        "summary": "Cuốn sách này nói về chiến lược quân sự, nhưng các nguyên lý trong đó cũng có thể áp dụng vào quản lý và kinh doanh hiện đại.",
        "cover": "data/images/books/22.jpg",
        "unit_price": 220000,
        "stock": 101
    },
    {
        "id": 50,
        "title": "The 7 Habits of Highly Effective People",
        "author": "Stephen R. Covey",
        "category": "Business & Management",
        "published_year": 1989,
        "summary": "Cuốn sách này giới thiệu 7 thói quen của những người hiệu quả và cung cấp hướng dẫn về việc thay đổi cá nhân để đạt được thành công.",
        "cover": "data/images/books/23.jpg",
        "unit_price": 230000,
        "stock": 103
    },
    {
        "id": 51,
        "title": "Leaders Eat Last",
        "author": "Simon Sinek",
        "category": "Business & Management",
        "published_year": 2014,
        "summary": "Cuốn sách này khám phá những yếu tố tạo nên sự đoàn kết và hiệu quả trong nhóm và giải thích tại sao một số nhóm hoạt động tốt hơn trong nghịch cảnh.",
        "cover": "data/images/books/24.jpg",
        "unit_price": 240000,
        "stock": 104
    },
    {
        "id": 52,
        "title": "Start with Why",
        "author": "Simon Sinek",
        "category": "Business & Management",
        "published_year": 2009,
        "summary": "\"Start with Why: How Great Leaders Inspire Everyone to Take Action\" là một cuốn sách xuất bản vào năm 2009 của tác giả Simon Sinek. Cuốn sách tập trung vào việc tìm hiểu và thể hiện ý nghĩa của \"tại sao\" trong hoạt động của doanh nghiệp và lãnh đạo.",
        "cover": "data/images/books/25.jpg",
        "unit_price": 289000,
        "stock": 105
    },
    {
        "id": 53,
        "title": "Where the Wild Things Are",
        "author": "Maurice Sendak",
        "category": "Children's Books",
        "published_year": 1963,
        "summary": "Câu chuyện về Max, một cậu bé rời xa thế giới thực và đến một hòn đảo nơi có những sinh vật hoang dã, để trở thành vua của họ trước khi trở về nhà.",
        "cover": "data/images/books/26.jpg",
        "unit_price": 100000,
        "stock": 106
    },
    {
        "id": 54,
        "title": "Charlotte's Web",
        "author": "E.B. White",
        "category": "Children's Books",
        "published_year": 1952,
        "summary": "Câu chuyện về một con heo tên Wilbur và một con nhện tên Charlotte, người sử dụng kỹ năng viết lên một mạng để cứu Wilbur khỏi cái chết và trở thành nguồn cảm hứng cho mọi người.",
        "cover": "data/images/books/27.jpg",
        "unit_price": 107000,
        "stock": 107
    },
    {
        "id": 55,
        "title": "The Giving Tree",
        "author": "Shel Silverstein",
        "category": "Children's Books",
        "published_year": 196,
        "summary": "Câu chuyện về một con heo tên Wilbur và một con nhện tên Charlotte, người sử dụng kỹ năng viết lên một mạng để cứu Wilbur khỏi cái chết và trở thành nguồn cảm hứng cho mọi người.",
        "cover": "data/images/books/the_giving_tree.jpg",
        "unit_price": 107000,
        "stock": 107
    },
    {
        "id": 56,
        "title": "The Rainbow Fish",
        "author": "Marcus Pfister",
        "category": "Children's Books",
        "published_year": 1992,
        "summary": "Cuốn sách kể về câu chuyện của một chú cá cá rực rỡ tên là Rainbow, người sống trong một rạn san hô. Rainbow có một vẻ đẹp ngoại hình, nhưng lại tự ti vì không có đủ sắc màu để hòa nhập vào nhóm bạn của mình. Nhưng sau một thời gian dài, Rainbow phát hiện ra rằng sự độc đáo của mình có thể mang lại niềm vui và sự khác biệt cho mọi người.",
        "cover": "data/images/books/29.jpg",
        "unit_price": 109000,
        "stock": 109
    },
    {
        "id": 57,
        "title": "\"Merriam-Webster's Collegiate Dictionary",
        "author": "Marcus Pfister",
        "category": "Dictionaries & Languages",
        "published_year": 2020,
        "summary": "Đây là từ điển thuộc hàng cơ bản và phổ biến nhất của tiếng Anh trong học thuật và sử dụng hàng ngày. Nó cung cấp định nghĩa, cách phát âm và thông tin về nguồn gốc và sử dụng của từ vựng.",
        "cover": "data/images/books/30.jpg",
        "unit_price": 300000,
        "stock": 110
    },
    {
        "id": 58,
        "title": "Cambridge Advanced Learner's Dictionary",
        "author": "Cambridge University Press",
        "category": "Dictionaries & Languages",
        "published_year": 2019,
        "summary": "Cuốn từ điển này hướng đến người học tiếng Anh ở mức cao cấp, cung cấp định nghĩa, ví dụ và thông tin về ngữ pháp, từ loại và phát âm.",
        "cover": "data/images/books/31.jpg",
        "unit_price": 688000,
        "stock": 111
    },
    {
        "id": 59,
        "title": "The Chicago Manual of Style",
        "author": "University of Chicago Press",
        "category": "Dictionaries & Languages",
        "published_year": 2020,
        "summary": "Cuốn sách cung cấp hướng dẫn về viết và định dạng văn bản chuyên nghiệp, đặc biệt trong việc xuất bản sách.",
        "cover": "data/images/books/32.jpg",
        "unit_price": 600000,
        "stock": 112
    },
    {
        "id": 60,
        "title": "The Etymologicon",
        "author": "Mark Forsyth",
        "category": "Dictionaries & Languages",
        "published_year": 2011,
        "summary": "Cuốn sách này khám phá sự liên kết và nguồn gốc của các từ trong tiếng Anh. Tác giả Mark Forsyth dẫn dắt độc giả trong một cuộc phiêu lưu thông qua lịch sử và ngôn ngữ, giải thích các từ và cụm từ thú vị và phân tích cách chúng liên quan đến nhau.",
        "cover": "data/images/books/33_kvQIUOz.jpg",
        "unit_price": 538000,
        "stock": 115
    },
    {
        "id": 61,
        "title": "Tam Quốc Diễn Nghĩa",
        "author": "Luo Guanzhong",
        "category": "Other Languages",
        "published_year": 2019,
        "summary": "Tam Quốc Diễn Nghĩa là một trong những tác phẩm lịch sử nổi tiếng nhất của Trung Quốc, kể về thời kỳ Tam Quốc và cuộc chiến tranh giữa ba vương quốc.",
        "cover": "data/images/books/34.jpg",
        "unit_price": 350000,
        "stock": 116
    },
    {
        "id": 62,
        "title": "红楼梦",
        "author": "Cao Xueqin",
        "category": "Other Languages",
        "published_year": 2004,
        "summary": "Hồng Lâu Mộng là một trong những bộ tiểu thuyết kinh điển của Trung Quốc, mô tả cuộc sống và sự thăng trầm của một gia đình quý tộc thời nhà Thanh.",
        "cover": "data/images/books/35.png",
        "unit_price": 138000,
        "stock": 117
    },
    {
        "id": 63,
        "title": "Преступление и наказание",
        "author": "Fyodor Dostoevsky",
        "category": "Other Languages",
        "published_year": 2016,
        "summary": "\"Tội và hình phạt\" (tiếng Nga: \"Преступление и наказание\") kể về cuộc sống của Raskolnikov, một sinh viên Nga nghèo đói, và hành trình của anh ta sau khi ám sát một người phụ nữ. Cuốn tiểu thuyết khám phá về tâm lý con người, đạo đức, tội lỗi và sự hối hận.",
        "cover": "data/images/books/36.jpg",
        "unit_price": 245000,
        "stock": 119
    },
    {
        "id": 64,
        "title": "Don Quijote de la Mancha",
        "author": "Miguel de Cervantes",
        "category": "Other Languages",
        "published_year": 2009,
        "summary": "\"Don Quixote\" là một tiểu thuyết văn học kinh điển, kể về cuộc phiêu lưu của nhân vật chính Don Quixote và người bạn Sancho Panza. Tác phẩm tạo ra một bức tranh hài hước và châm biếm về thế giới và xã hội thời đó, đồng thời đặt ra những câu hỏi sâu sắc về hiện thực và ảo tưởng, lòng can đảm và sự tìm kiếm ý nghĩa của cuộc sống.",
        "cover": "data/images/books/37.jpg",
        "unit_price": 179000,
        "stock": 125
    }
]